{
    "title": "Projets",
    "paragraphs": {
        "p1": "Voici quelques-uns de mes projets ..."
    },
    "projects": {
        "project1": {
            "title": "Créateur de CV en ligne",
            "description": "Un outil en ligne pour créer des CV à l'aide d'un modèle pré-construit. Il suffit de modifier le contenu de chaque section pour créer le vôtre.",
            "techstack": "Ce projet a été réalisé avec React"
        },
        "project2": {
            "title": "Liste de tâches",
            "description": "Application interactive de to-dos pour suivre vos tâches quotidiennes de manière organisée et visuelle.",
            "techstack": "Ce projet a été réalisé avec JavaScript, HTML et CSS"
        },
        "project3": {
            "title": "Application Météo",
            "description": "Site de prévisions météo utilisant une API pour récupérer des données du monde entier. Il suffit de chercher votre ville !",
            "techstack": "Ce projet a été réalisé avec JavaScript, HTML et CSS"
        },
        "project4": {
            "title": "Fruictify",
            "description": "Application monopage avec React Router d'une boutique en ligne virtuelle. Familiarisation au TDD avec React-testing library.",
            "techstack": "Ce projet a été réalisé avec React"
        },
        "project5": {
            "title": "What'soup ?",
            "description": "Application ludique et interactive de création de ramen. Choisissez vos ingrédients et créez votre propre bol de ramen, enregistrez vos recettes et inspirez-vous.",
            "techstack": "Ce projet a été réalisé avec HTML, Tailwind CSS, Sass et JavaScript (c'était le défi, mais la version React arrivera bientôt avec plus de fonctionnalités et un code plus efficace !)"
        },
        "project6": {
            "title": "Inspiré de Spotify",
            "description": "Une plateforme pour explorer, gérer et organiser vos playlists et chansons favorites.",
            "techstack": "Ce projet est réalisé avec Angular et Angular Material pour le front-end, et PHP et mySQL pour le back-end."
        },
        "project7": {
            "title": "Gestion des activités - centre de loisirs",
            "description": "Site de gestion des activités d'un centre de loisirs: utilisateurs, création d'activités, réservations...",
            "techstack": "Ce projet est réalisé avec VueJS, et TailwindCSS le front-end, et PHP, mySQL et Firebase pour le back-end."
        }
    },
    "tags": {
        "wip": "Developpement en cours"
    }
}
